Repository: PierreEbele/OpenDeezer
Catalog: gui/windows/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, es_es, hi_in

# Settings_DownloadFolder
source: Download folder
ar_sa: مجلد التنزيل
es_es: Carpeta de descargas
hi_in: डाउनलोड फ़ोल्डर

# Btn_Browse
source: Browse…
ar_sa: استعراض…
es_es: Examinar…
hi_in: ब्राउज़ करें…

# Dialog_DownloadDoneTitle
source: Download complete
ar_sa: اكتمل التنزيل
es_es: Descarga completada
hi_in: डाउनलोड पूर्ण

# Dialog_DownloadDoneBodyFormat
source: Saved to {0}
ar_sa: تم الحفظ في {0}
es_es: Guardado en {0}
hi_in: यहाँ सहेजा गया: {0}

# Dialog_DownloadFailTitle
source: Download failed
ar_sa: فشل التنزيل
es_es: Error de descarga
hi_in: डाउनलोड विफल

# Dialog_DownloadFailBody
source: The track could not be downloaded.
ar_sa: تعذّر تنزيل المقطع.
es_es: No se pudo descargar la pista.
hi_in: यह ट्रैक डाउनलोड नहीं हो सका।

# Preview_Badge
source: Preview
ar_sa: معاينة
es_es: Vista previa
hi_in: पूर्वावलोकन

# Settings_DisableAds
source: Disable ads
ar_sa: تعطيل الإعلانات
es_es: Desactivar anuncios
hi_in: विज्ञापन बंद करें

# Settings_DisableAdsDisclaimer
source: Deezer Free is ad-supported. Reporting your plays — like the official app — credits artists and drives the ads. Disabling this removes ads but stops reporting your plays, which denies artists their play count and breaks Deezer's terms of use. Use at your own risk.
ar_sa: خدمة Deezer Free مدعومة بالإعلانات. الإبلاغ عن مرات تشغيلك — مثل التطبيق الرسمي — ينسب الفضل للفنانين ويشغّل الإعلانات. تعطيل هذا يزيل الإعلانات لكنه يوقف الإبلاغ عن مرات تشغيلك، مما يحرم الفنانين من عدد مرات تشغيلهم ويخالف شروط استخدام Deezer. استخدمه على مسؤوليتك الخاصة.
es_es: Deezer Free se financia con anuncios. Informar de tus reproducciones —como hace la app oficial— acredita a los artistas y genera los anuncios. Desactivar esto elimina los anuncios pero deja de informar de tus reproducciones, lo que priva a los artistas de sus reproducciones e infringe las condiciones de uso de Deezer. Úsalo bajo tu propia responsabilidad.
hi_in: Deezer Free विज्ञापन-समर्थित है। आधिकारिक ऐप की तरह अपने प्ले की रिपोर्ट करने से कलाकारों को श्रेय मिलता है और विज्ञापन चलते हैं। इसे बंद करने से विज्ञापन हट जाते हैं लेकिन आपके प्ले की रिपोर्ट होना भी रुक जाता है, जिससे कलाकार अपनी प्ले-गिनती से वंचित रह जाते हैं और Deezer की उपयोग शर्तों का उल्लंघन होता है। अपने जोखिम पर उपयोग करें।

# Dialog_ProfilesTitle
source: Who's listening?
ar_sa: من يستمع؟
es_es: ¿Quién escucha?
hi_in: कौन सुन रहा है?

# Btn_OtherAccount
source: Use another account…
ar_sa: استخدام حساب آخر…
es_es: Usar otra cuenta…
hi_in: दूसरा खाता इस्तेमाल करें…

# Profile_Admin
source: Admin
ar_sa: المسؤول
hi_in: एडमिन

# Profile_Current
source: Current
ar_sa: الحالي
es_es: Actual
hi_in: वर्तमान

# Status_SwitchingProfile
source: Switching profile…
ar_sa: جارٍ تبديل الملف الشخصي…
es_es: Cambiando de perfil…
hi_in: प्रोफ़ाइल बदली जा रही है…

# Dialog_SwitchProfileFailedTitle
source: Couldn't switch profile
ar_sa: تعذّر تبديل الملف الشخصي
es_es: No se pudo cambiar de perfil
hi_in: प्रोफ़ाइल नहीं बदली जा सकी

# Dialog_SwitchProfileFailedBody
source: Deezer didn't let OpenDeezer open this profile. Check your connection and try again.
ar_sa: لم يسمح Deezer بفتح هذا الملف الشخصي. تحقّق من اتصالك وحاول مرة أخرى.
es_es: Deezer no permitió abrir este perfil. Comprueba tu conexión e inténtalo de nuevo.
hi_in: Deezer ने यह प्रोफ़ाइल खोलने की अनुमति नहीं दी। अपना कनेक्शन जाँचें और फिर कोशिश करें।

# Dialog_ProfileNotSavedTitle
source: Profile not saved
ar_sa: لم يتم حفظ الملف الشخصي
hi_in: प्रोफ़ाइल सहेजी नहीं गई

# Dialog_ProfileNotSavedBody
source: You're now on this profile, but OpenDeezer couldn't save the choice. The next launch will open your previous profile.
ar_sa: أنت الآن على هذا الملف الشخصي، لكن تعذّر على OpenDeezer حفظ هذا الاختيار. سيُفتح ملفك الشخصي السابق عند التشغيل التالي.
hi_in: अब आप इस प्रोफ़ाइल पर हैं, लेकिन OpenDeezer यह चुनाव सहेज नहीं सका। अगली बार आपकी पिछली प्रोफ़ाइल खुलेगी।
